Repository: Marko-M/quick-chat
Catalog: languages/quick-chat-*.po
Languages: cy, es_es, et, fi, fr_fr, hr, it_it, lt_lt, pl_pl, pt_br, sv_se, uk, vi

source: LOADING...
es_es: CARGANDO...
fr_fr: CHARGEMENT ...
hr: UČITAVANJE...
it_it: CARICO...
pl_pl: Ładowanie...
pt_br: CARREGANDO...
sv_se: LADDAR...
vi: Đang tải...

source: For displaying country flags on user list %s requires free WordPress plugin %s version %s or later installed, activated and %s support in %s settings not disabled | %s | %s
es_es: Para mostrar banderas de país en lista de usuarios %s requiere el plugin %s de Wordpress en su versión %s o posterior instalado, activado y el soporte con %s en los ajustes de %s no desactivado | %s | %s
hr: Za prikaz zastava zemalja na listi korisnika %s zahtjeva besplatan WordPress dodatak %s verzije %s ili novije instaliran, aktiviran i podršku za %s u %s postavkama omogućenu | %s | %s
pl_pl: Do wyświetlania flagi państw na liście użytkowników %s wymagana jest zainstalowana darmowa wtyczka WordPress %s wersja %s lub późniejsza, aktywowana i %s wspierana w %s w ustawieniach nie wyłączona | %s | %s
pt_br: Para exibição das bandeiras dos países na lista de usuários %s é requerido o plugin WordPress livre %s versão %s ou superior instalado, ativo e %s suporte as %s configurações habilitadas | %s | %s
sv_se: För att visa landsflaggor i användarlistan %s behöver WordPress pluginet %s version %s eller nyare vara installerad, aktiverad och ha stöd för %s under %s inställningar ej inaktiverat | %s | %s
vi: Để hiển thị cờ quốc gia ở danh sách người dùng %s cần có %s phiên bản %s hoặc mới hơn được cài đặt, kích hoạt và thiết lập tương thích %s của %s không tắt | %s | %s

source: Do automatic daily cleanup to delete messages older than target number of messages:
es_es: Hacer limpieza automática diaria para eliminar mensajes más antiguos que el número tope de mensajes:
fr_fr: Procéder à un nettoyage quotidien automatique des messages à partir de :
hr: Omogući automatsko dnevno čišćenje poruka starijih od ciljnog broja poruka:
pl_pl: Wykonaj automatyczne codzienne czyszczenie aby usunąć wiadomości starsze niż liczba wiadomości:
pt_br: Fazer a limpeza diária automática para apagar mensagens com mais do que o número alvo de mensagens:
sv_se: Gör automatisk daglig rensning för att radera gamla meddelande äldre än bestämt antal meddelande:
vi: Tự động dọn dẹp các tin nhắn cũ hơn bao nhiêu tin nhắn:

source: Target number of messages for automatic daily cleanup and chat interface "Clean" button:
es_es: Número tope de mensajes para la limpieza automática y el botón "Limpiar" de la interfaz del chat:
hr: Ciljni broj poruka za automatsko dnevno čišćenje i gumb 'Očisti' na sučelju chat-a:
pl_pl: Docelowa liczba wiadomości do automatycznego codziennego czyszczenia i interfejs czatu przycisk "wyczyść":
pt_br: Número alvo de mensagens para a limpeza diária automático do chat através do botão "Limpar":
sv_se: Antal meddelande för automatisk daglig rensning samt "rensa" knappen:
vi: Số lượng tin nhắn sẽ tự động dọn dẹp mỗi ngày và nút "Làm sạch":

source: Automatically delete all messages from all private chat rooms as well as old private chat invitations daily:
es_es: Eliminar automáticamente todos los mensajes de todas las salas de chat privadas así como las invitaciones antiguas al chat privado diariamente:
fr_fr: Supprime automatiquement l'ensemble des messages privés ainsi que les anciennes invitation pour les chats privés.
hr: Automatski dnevno obriši sve poruke iz svih privatnih soba za chat kao i stare pozivnice za privatni chat:
pl_pl: Automatycznie usuń wszystkie wiadomości ze wszystkich prywatnych czatów, jak również starych prywatnych zaproszeń codziennych rozmów:
pt_br: Automaticamente remova todas as mensagens de todas as salas privadas atuais e todos os convites anteriores diariamente:
sv_se: Radera dagligen automatiskt alla meddelande från alla privata chattrum samt privata inbjudningar:
vi: Tự động xóa các tất cả tin nhắn trong phòng chat riêng tư của các phòng chat cũng như các lời mời mỗi ngày:

source: Delete all messages from all private chat rooms as well as old private chat invitations now:
es_es: Eliminar todos los mensajes de todas las salas de chat privadas así como las invitaciones antiguas al chat privado ahora:
hr: Obriši sve poruke iz svih privatnih soba za chat kao i stare pozivnice za privatni chat sada:
pl_pl: Usuń wszystkie wiadomości ze wszystkich prywatnych czatów, jak i starych prywatnych zaproszeń teraz:
pt_br: Apagar todas as mensagens de todas as salas de chat privadas, bem como antigos convites de chat privados:
sv_se: Radera alla meddelande från alla privata chattrum samt privata inbjudningar:
vi: Xóa tất cả tin nhắn trong phòng chat riêng tư cũng như các lời mới cũ ngay bây giờ:

source: Disable %s integration (to hide country flags on user list):
es_es: Deshabilitar integración con %s (para esconder banderas de país en lista de usuarios):
hr: Onemogući %s integraciju (sakrivanje zastave zemalja na listi korisnika)
pl_pl: Wyłącz %s integrację (aby ukryć flagi państw na liście użytkowników):
pt_br: Desabilitar integração %s (para ocultar as bandeiras dos países na lista de usuários):
sv_se: Inaktivera %s integrering (göm landsflaggor från användarlistan ):
vi: Không tích hợp %s (ẩn cờ quốc gia trong danh sách người dùng):

source: More
es_es: Más
hr: Više
it_it: Di Più
lt_lt: Daugiau
pl_pl: Więcej
pt_br: Mais
sv_se: Mer
vi: Thêm

source: Dismiss
es_es: Ignorar
fr_fr: Annuler
hr: Odbaci
lt_lt: Atmesti
pl_pl: Odwołąć
pt_br: Recusado
sv_se: Avfärda
vi: Bỏ qua

source: Done
es_es: Listo
hr: Gotovo
lt_lt: Įvykdyta
pl_pl: Zrobione
pt_br: Concluído
sv_se: Klar
vi: Xong

source: You're banned from chat.
es_es: Has sido baneado del chat.
fr_fr: Vous avez été banni(e) du chat.
hr: Izbačeni ste sa chat-a.
it_it: Tu sei Bannato dalla chat
lt_lt: Jūs gavote baną
pl_pl: Zostałeś zbanowany z czatu.
pt_br: Você foi banido do Chat
sv_se: Du är bannad från chatten.
vi: Bạn đã bị cấm!

source: Must be positive integer.
es_es: Debe ser un número entero positivo.
fr_fr: Entrez un entier positif.
hr: Mora biti pozitivan cijeli broj.
it_it: Cancella tutti i messaggi dalle stanze di chat private come pure i vecchi inviti privati di chat:
lt_lt: Turi būti teigiamas sveikasis skaičius.
pl_pl: Musi być dodatnia wartość całkowita.
pt_br: Deve ser inteiro positivo
sv_se: Måste vara ett positivt heltal.
vi: Phải là số nguyên dương.

source: Must be positive integer less than %d.
es_es: Debe ser un número entero positivo menor que %d.
fr_fr: Entrez un entier positif inférieur à %d.
hr: Mora biti pozitivan cijeli broj manji od %d.
lt_lt: Turi būti teigiamas sveikasis skaičius mažesnis už %d.
pl_pl: Musi być dodatnia wartość całkowita mniejsza niż %d.
pt_br: Deve ser inteiro positivo menor no que %d
sv_se: Måste vara ett positivt heltal lägre än %.
vi: Phải là số nguyên dương nhỏ hơn %d.

source: Must be integer with value between %d and %d.
es_es: Debe ser un número entero entre %d y %d.
fr_fr: Entrez un entier positif compris entre %d et %d.
hr: Mora biti cijeli broj vrijednosti između %d i %d.
lt_lt: Turi būti sveikasis skaičius nuo %d iki %d.
pl_pl: Musi być wartość całkowita pomiędzy %d i %d.
pt_br: Deve ser inteiro com valor entre %d e %d
sv_se: Måste vara ett heltal med ett värde mellan %d och %d.
vi: Phải là số nguyên từ %d đến %d.

source: Must be positive integer with value %d or greater.
es_es: Debe ser un número entero positivo igual o mayor que %d.
fr_fr: Entrez un entier positif supérieur ou égal à %d.
hr: Mora biti pozitivan cijeli broj vrijednosti %d ili veće.
lt_lt: Turi būti teigiamas sveikasis skaičius didesnis už %d.
pl_pl: Musi być dodatnia wartość całkowita %d lub większa.
pt_br: Deve ser inteiro positivo com valor igual a %d ou maior
sv_se: Måste vara ett heltal med ett värde på %d eller högre.
vi: Phải là số nguyên dương có giá trị lớn hơn hoặc bằng %d.

source: WordPress user roles allowed to access moderation tools:
es_es: Roles de usuario de Worpress permitidos para acceder a las herramientas de moderación:
hr: Wordpres korisničke grupe sa pristupom moderacijskim alatima:
lt_lt: WordPress vartotojų lygmuo galintis naudoti moderavimo įrankius:
pl_pl: Role użytkowników WordPressa, które mają dostęp do opcji moderowania:
pt_br: As regras dos usuários WordPress podem habilitar acesso às ferramentas de moderação:
sv_se: WordPress användarroller med behörighet att använda modereringsverktyg:
vi: Người dùng được sử dụng chức năng quản lí:

source: Include counter:
es_es: Incluir contador:
hr: Uključi brojač:
it_it: Includi contatore:
lt_lt: Įtraukti skaitliuką
pl_pl: Dołącz licznik
pt_br: Incluir contador
sv_se: Inkludera räknare
vi: Hiện số kí tự:

source: You've been dropped out of chat due to long period of inactivity. To continue with chat please refresh this page.
cy: Rydych wedi eich gollwng o sgwrsio oherwydd cyfnod hir o anweithgarwch. I barhau â'r sgwrs bydd angen i chi ail-lwytho'r dudalen hon.
es_es: Te has retirado del chat debido al largo período de inactividad. Para continuar con el chat por favor actualiza esta página.
fi: Sinut on poistettu chatistä joutilaisuuden vuoksi. Voit palata chattiin lataamalla sivun uudelleen.
fr_fr: Vous avez été déconnecté du chat en raison dune longue période d'inactivité. Pour continuer avec le chat s'il vous plaît rafraîchir la page.
hr: Ispušteni ste sa chat-a zbog dugačkog perioda neaktivnosti. Kako biste nastavili sa chat-om molimo osvježite ovu stranicu.
lt_lt: Jūs buvote pašalintas iš pokalbio dėl ilgai trukusio neaktyvumo. Norėdami tęsti pokalbį atnaujinkite šį puslapį.
pl_pl: Ze względu na długi czas nieaktywności zostałeś wykluczony z czatu. Żeby kontynuować uczestnictwo w czacie proszę odświeżyć stronę.
pt_br: Você foi retirado do chat devido ao longo tempo de inatividade. Para continuar no chat, por favor, atualize esta página.
sv_se: Du har åkt ur chatten på grund av för lång inaktivitet. Ladda om sidan för att hoppa in i chatten igen.
vi: Bạn đã thoát ra khỏi Chatbox sau một khoảng thời gian không hoạt động. Để tiếp tục tham gia Chatbox vui lòng làm mới lại trang.

source: Interval for refreshing list of online users (seconds):
cy: Cyfnod ar gyfer adnewyddu'r rhestr o ddefnyddwyr ar-lein (eiliadau):
es_es: Intervalo para actualizar lista de usuarios conectados (segundos):
fi: Kävijälistan päivitysten välinen tauko (sekunteina):
fr_fr: rafraîchissement de la liste des inscrits (en secondes):
hr: Interval za osvježavanje liste korisnika (u sekundama):
it_it: Intervallo per rigenerare la lista di utenti online (in secondi):
lt_lt: Prisijungusių vartotojų sąrašo atnaujinimo intervalas (sekundės):
pl_pl: Interwał dla odświeżania listy użytkowników online (w sekundach):
pt_br: Intervalo para atualizar a lista de usuários online (em segundos):
vi: Khoảng thời gian làm mới danh sách người đang chat (giây):

source: Interval for refreshing list of messages (seconds):
cy: Cyfnod ar gyfer adnewyddu'r rhestr o negeseuon (eiliadau):
es_es: Interalo para actualizar lista de mensajes (segundos):
fi: Uusien viestien päivitystauko (sekunteina):
fr_fr: rafraîchissement de la liste des messages (en secondes):
hr: Interval za osvježavanje liste poruka (u sekundama):
it_it: Intervallo per rigenerare la lista dei messaggi (in secondi):
lt_lt: Žinučių atnaujinimo intervalas (sekundės):
pl_pl: Interwał dla odświeżania listy wiadomości (w sekundach):
pt_br: Intervalo de atualização da lista de mensagens (em segundos):
vi: Khoảng thời gian làm mới nội dung chat (giây):

source: Timeout for disabling updates to inactive user (seconds):
cy: Terfyn amser ar gyfer analluogi diweddariadau i ddefnyddiwr segur (eiliadau):
es_es: Tiempo de espera para desactivar actualizaciones a usuario inactivo (segundos):
fi: Aika jonka jälkeen uusien päivitysten lähettäminen poissaoleville käyttäjille lopetetaan (sekunteina):
fr_fr: Délai d'attente pour désactiver les mises à jour utilisateur inactif (en secondes):
hr: Vrijeme nakon kojeg se neaktivnom korisniku onemogući osvježavanje (u sekundama):
lt_lt: Laikas neaktyvių vartotojų atnaujinimo išjungimui (sekundės):
pl_pl: Czas po jakim nieaktywni użytkownicy zostaną wykluczeni z czatu (w sekundach):
pt_br: Tempo para desabilitar updates para usuários inativos (em segundos):
vi: Thời gian ngừng cập nhật cho người dùng không hoạt động (giây):

source: Donate
cy: Cyfrannu
es_es: Donar
fi: Lahjoita
fr_fr: Donation
hr: Doniraj
it_it: Dona
lt_lt: Paremti
pl_pl: Darowizna
pt_br: Doar
sv_se: Donera
vi: Ủng Hộ

source: Settings
cy: Gosodiadau
es_es: Ajustes
fi: Asetukset
fr_fr: Paramètres
hr: Opcije
it_it: Settaggi
lt_lt: Nustatymai
pl_pl: Ustawienia
pt_br: Configurações
sv_se: Inställningar
vi: Thiết Lập

source: Show
cy: Dangos
es_es: Mostrar
fi: Näytä
fr_fr: Montrer
hr: Prikaži
it_it: Mostra
lt_lt: Rodyti
pl_pl: Pokaż
pt_br: Mostrar
sv_se: Visa
vi: Hiển thị

source: Quick Chat is quick and elegant WordPress chat plugin that does not waste your bandwidth.
cy: Mae Quick Chat yn ategyn Wordpress cyflym sydd ddim yn gwastraffu eich bandwith.
es_es: Quick Chat es un plugin de chat rápido y elegante de Wordpress que no consume tu ancho de banda.
fi: Quick Chat on nopea ja hyvä WordPress chat-lisäosa joka ei tuhlaa kaistanleveyttä.
fr_fr: Quick Chat rapide et élégant WordPress plugin ne perdez pas votre bande passante.
hr: Quick Chat je brz i elegantan chat plugin za WordPress koji ne razbacuje Vaš bandwidth.
lt_lt: Quick Chat yra greitas ir elegantiškas WordPress pokalbių įskiepis, nešvaistantis Jūsų interneto srauto.
pl_pl: Quick Chat jest szybką i elegancką wtyczką czatu dla WordPress'a, która nie marnuje twojego transferu.
pt_br: Quick Chat é um plugin de chat para WordPress que não desperdiça a capacidade de sua conexão.
sv_se: Quick Chat är ett snabbt och elegant chattillägg till Wordpress som inte slösar på din bandbredd.
vi: Quick Chat là một plugin dùng để tạo Chatbox gọn, nhẹ và không lãng phí băng thông của bạn.

source: Guest_
cy: Ymwelydd_
es_es: Invitado_
et: Külaline_
fi: Vierailija_
fr_fr: Invité_
hr: Gost_
it_it: Ospite_
lt_lt: Svečias_
pl_pl: Gość_
pt_br: Convidado_
sv_se: Gäst_
uk: Гість_
vi: Khách_

source: You're about to permanently delete all messages from all private chat rooms as well as old private chat invitations. Are you sure?
cy: Rydych chi ar fin dileu pob neges o bob ystafell sgwrsio breifat yn ogystal â hen wahoddiadau sgwrsio preifat. Ydych chi'n siwr?
es_es: Estás por eliminar permanentemente todos los mensajes de todas las salas de chat privadas así como las invitaciones de chat antiguas. ¿Estás seguro?
et: Oled jäädavalt kustutada kõik kirjad kõik eraõiguslikud jututubades samuti vana erasektori jututuba kutsed. Oled sa kindel?
fi: Olet aikeissa poistaa lopullisesti kaikki viestit kaikista yksityisistä chat-huoneista sekä kaikki vanhat yksityisten chat-huoneiden kutsut. Oletko varma?
fr_fr: Vous êtes sur le point de supprimer définitivement tous les messages de tous les bavardages privés ainsi que de vieilles invitations de chat privées. Êtes-vous sûr?
hr: Upravo ćete nepovratno izbrisati sve poruke iz svih privatnih soba za chat kao i stare pozivnice za chat. Jeste li sigurni?
lt_lt: Jūs trinate visas privačių pokalbių kambarių žinutes kartu su senais kvietimais privatiems pokalbiams. Ar tikrai?
pl_pl: Zamierzasz trwale usunąć wszystkie wiadomości ze wszystkich prywatnych czatów jak również stare zaproszenia do prywatnego czatu. Czy jesteś pewny?
pt_br: Você está prestes a deletar todas as mensagens de todas as salas privadas, bem como convites de bate-papo privado anteriores. Você tem certeza?
sv_se: Du är på väg att radera alla meddelanden från alla privata chattrum så väl som gamla privatchattsinbjudningar. Är du säker?
vi: Bạn vừa yêu cầu xóa toàn bộ tin nhắn trong các phòng chat riêng tư cũng như các lời mời chat cũ. Bạn có chắc không?

source: Unfortunately you do not have the authority to initiate private chat
cy: Yn anffodus nid oes gennych yr awdurdod i ddechrau sgwrs breifat
es_es: Desafortunadamente no estás autorizado para iniciar un chat privado
fi: Valitettavasti sinulla ei ole oikeutta aloittaa yksityistä chattiä
fr_fr: Malheureusement, vous n'avez pas le pouvoir d'engager le chat privé
hr: Nažalost nemate ovlasti za iniciranje privatnog chat-a
it_it: Sfortunatamente non sei autorizzato ad iniziare una chat privata
lt_lt: Deja Jūs negalite pradėti privataus pokalbio
pl_pl: Niestety nie masz uprawnień aby rozpocząć prywatny czat
pt_br: Infelizmente você não tem permissão para iniciar uma conversa privada.
sv_se: Du har inte rättigheter att starta en privat chatt
vi: Rất tiếc vì bạn không được quyền bắt đầu một cuộc trò chuyện riêng tư

source: You must select at least one message
cy: Rhaid i chi ddewis o leiaf un neges
es_es: Debes seleccionar al menos un mensaje
et: Te peate valima vähemalt ühe kirja
fi: Sinun täytyy valita vähintää yksi viesti
fr_fr: Vous devez sélectionner au moins un message
hr: Morate označiti najmanje jednu poruku
it_it: Devi selezionare almeno un messaggio
lt_lt: Turite pasirinkti bent vieną žinutę
pl_pl: Musisz zaznaczyć co najmniej jedną wiadomość
pt_br: Você deve selecionar ao menos uma mensagem
sv_se: Du måste välja minst ett meddelande
uk: Слід вибрати принаймні одне повідомлення
vi: Bạn phải chọn ít nhất một tin nhắn

source: Are you sure you want to permanently delete selected messages?
cy: Ydych chi'n siwr eich bod am ddileu'r negeseuon a ddewiswyd yn barhaol?
es_es: ¿Estás seguro que deseas eliminar permanentemente los mensjes seleccionados?
et: Oled sa kindel, et soovid jäädavalt kustutada valitud teateid?
fi: Oletko varma että haluat lopullisesti poistaa valitsemasi viestit?
fr_fr: Êtes-vous sûr de vouloir supprimer définitivement les messages sélectionnés?
hr: Jeste li sigurni da želite nepovratno izbrisati odabrane poruke?
it_it: Sei sicuro di voler cancellare definitivamente i messaggi selezionati?
lt_lt: Ar tikrai norite ištrinti pasirinktas žinutes?
pl_pl: Czy jesteś pewien, że chcesz trwale usunąć zaznaczone wiadomości?
pt_br: Tem certeza que deseja deletar permanentemente as mensagens selecionadas?
sv_se: Vill du permanent radera de markerade meddelandena?
uk: Ви дійсно бажаєте остаточно видалити виділені повідомлення?
vi: Bạn có chắc muốn xóa những tin nhắn đã chọn?

source: Are you sure you want to permanently delete all except the latest %s messages?
cy: Ydych chi'n siwr eich bod am ddileu popeth ac eithrio'r negeseuon %s diweddaraf?
es_es: ¿Estás seguro que deseas eliminar permanentemente todos excepto los últimos %s mensajes?
et: Oled sa kindel, et soovid jäädavalt kustutada kõik peale viimase %s teateid?
fi: Oletko varma että haluat poistaa kaikki paitsi %s uusinta viestiä?
fr_fr: Êtes-vous sûr de vouloir supprimer définitivement tous les messages, sauf le dernier %s ?
hr: Jeste li sigurni da želite nepovratno izbrisati sve osim zadnjig %s poruka?
lt_lt: Ar tikrai norite ištrinti visas %s žinutes išskyrus paskutines?
pl_pl: Czy jesteś pewny, że chcesz trwale usunąć wiadomości za wyjątkiem ostatnich %s?
pt_br: Você tem certeza de que quer excluir permanentemente todas, exceto as últimas %s mensagens?
sv_se: Vill du permanent radera alla utom de %s senaste meddelandena?
vi: Bạn có muốn xóa tất cả tin nhắn trừ %s tin nhắn mới nhất?

source: You must select at least one user
cy: Rhaid i chi ddewis o leiaf un defnyddiwr
es_es: Debes seleccionar al menos un usuario
et: Te peate valima vähemalt ühe kasutaja
fi: Sinun pitää valita vähintään yksi käyttäjä
fr_fr: Vous devez sélectionner au moins un utilisateur
hr: Morate označiti najmanje jednog korisnika
it_it: Devi selezionare almeno un utente
lt_lt: Būtina pasirinkti bent vieną vartotoją
pl_pl: Musisz zaznaczyć co najmniej jednego użytkownika
pt_br: Voce deve selecionar ao menos um usuário
sv_se: Du måste välja minst en användare
uk: Слід вибрати принаймні один користувач
vi: Bạn phải chọn ít nhất một người

source: Are you sure you want to add selected users to your Quick Chat admin options IP blocklist?
cy: Ydych chi'n sicr eich bod am ychwanegu y defnyddwyr sydd wedi'u dewis at eich eich opsiynau blocklist IP Quick Chat?
es_es: ¿Estás seguro que deseas agregar los usuarios seleccionados a tu lista de IP bloqueados de las opciones de administración de Quick Chat?
et: Oled kindel, et soovite lisada valitud kasutajad oma Quick Chat admin valikud IP blocklisti ?
fi: Oletko varma että haluat lisätä valitut käyttäjät sinun Quick Chat IP-estolistalle?
fr_fr: Êtes-vous sûr de vouloir ajouter des utilisateurs sélectionnés à votre liste de blocage d'administration IP ?
hr: Jeste li sigurni da želite dodati odabrane korisnike na vašu Quick Chat listu IP blokiranih korisnika?
lt_lt: Ar tikrai norite pasirinktus vartotojus įtraukti į blokuojamų IP adresų sąrašą?
pl_pl: Czy jesteś pewny, że chcesz dodać zaznaczonych użytkowników do blokowanej listy IP Quick Chat'a?
pt_br: Tem certeza que deseja adicionar o usuário selecionado na sua lista dos IP's bloqueados do Quick Chat?
sv_se: Är du säker på att du vill lägga till markerade användare till din IP blocklista?
uk: Ви впевнені, що ви хочете, щоб додати виділених користувачів до вашої швидкий чат admin параметри блокування IP ручним?
vi: Bạn có chắc muốn thêm người dùng đã chọn vào danh sách cấm?

source: Reply to %s
cy: Ateb %s
es_es: Responder a %s
et: Vasta %s
fi: Vastaa käyttäjälle %s
fr_fr: Répondre à %s
hr: Odgovori korisniku %s
it_it: Rispondi a %s
lt_lt: Atsakyti %s
pl_pl: Odpowiedz %s
pt_br: Responder para %s
sv_se: Svara %s
vi: Trả lời cho %s

source: Already taken!
cy: Wedi'i gymryd yn barod!
es_es: ¡Ya está ocupado!
et: Juba võetud !
fi: Varattu!
fr_fr: Déjà pris!
hr: Već zauzeto!
it_it: Gia' utilizzato
lt_lt: Jau panaudota!
pl_pl: Już zajęte!
pt_br: Já existe!
sv_se: Redan taget
uk: Вже прийнято!
vi: Đã thực hiện!

source: Not allowed!
cy: Ni chaniateir!
es_es: ¡No permitido!
et: Ei ole lubatud !
fi: Ei sallittua!
fr_fr: Non autorisé!
hr: Nije dopušteno!
it_it: Non consentito!
lt_lt: Neleistina!
pl_pl: Nie dozwolone!
pt_br: Não permitido!
sv_se: Inte tillåtet!
uk: Не допускається!
vi: Không được phép!

source: Illegal characters!
cy: nodau anghyfreithlon!
es_es: ¡Caracteres no permitidos!
et: Ebaseaduslik tähemärki!
fi: Kiellettyjä kirjaimia!
fr_fr: Caractères illégaux!
hr: Nedopušteni znakovi!
it_it: Caratteri non accettati!
lt_lt: Netinkami simboliai!
pl_pl: Niedozwolone znaki!
pt_br: Caracteres ilegais!
sv_se: Ogiltiga tecken!
uk: Неприпустимі знаки!
vi: Kí tự không hợp lệ!

source: Profanity!
cy: Cabledd!
es_es: ¡Palabrota!
et: Roppused !
fi: Kiellettyä kielenkäyttöä!
fr_fr: Blasphème!
hr: Vulgarnost!
it_it: Profanità!
lt_lt: Nešvanku!
pl_pl: Przekleństwo!
pt_br: Profanação!
sv_se: Svordomar!
uk: Ненормативна лексика!
vi: Cấm nói tục!
