Repository: Marko-M/quick-chat
Catalog: languages/quick-chat-*.po
Languages: cy, es_es, et, fi, fr_fr, hr, it_it, lt_lt, pl_pl, pt_br, sv_se, uk, vi

source: %s invites you to private chat. To start private chat you can click his user name on the user list.
cy: Mae %s wedi'ch gwahodd i sgwrs breifat. I ddechrau sgwrs breifat cliciwch ar ei enw ar y rhestr defnyddwyr.
es_es: %s te está invitando al chat privado. Para iniciar el chat privado puedes hacer clic en su nombre de usuario en la lista de usuarios.
et: %s kutsub teid era- chat. Alustada era- chat saate klõpsata oma kasutajanimi kasutaja nimekirja.
fi: %s on kutsunut sinut yksityiseen chat-huoneeseen. Aloittaaksesi yksityisen chatin voit painaa hänen käyttäjänimeä chat-huoneessa olevien listalta.
fr_fr: %s vous invite à un chat privé. Pour commencer le chat privé, vous pouvez cliquer sur son nom d'utilisateur sur la liste des utilisateurs.
hr: %s Vas poziva na privatni chat. Kako biste započeli privatni chat kliknite na njegovo ime na listi korisnika.
it_it: %s ti ha inviato ad una chat privata. Per avviare la chat privata devi cliccare sul suo nome sulla lista degli utenti.
lt_lt: %s Jus kviečia privačiam pokalbiui. Norėdami pradėti pokalbį pasirinkite šio vartotojo vardą vartotojų sąraše.
pl_pl: %s zaprosił Cię do prywatnego czatu. Żeby rozpocząć czat kliknij w jego nazwę użytkownika na liście użytkowników.
pt_br: %s convida você para o bate-papo privado. Para iniciar uma conversa privada você pode clicar no nome do usuário na lista de usuários.
sv_se: %s inbjuder dig till privat chatt. För att starta en privat chatt klickar du på hans/hennes namn i användarlistan.
vi: %s mời bạn trò chuyện. Để bắt đầu, bạn có thể nhấn vào tên người ấy trong danh sách người dùng.

source: Your private chat invitation has been sent to %s.
cy: Anfonwyd eich gwahoddiad sgwrs breifat at %s.
es_es: Tu invitación al chat privado ha sido enviada a %s.
fi: Yksityinen chat-pyyntö on lähetetty käyttäjälle %s.
fr_fr: Votre invitation à une discussion privée a été envoyé à %s.
hr: Vaša pozivnica za privatni chat je poslana korisniku %s.
it_it: Il tuo invito alla chat privata è stato inviato a %s.
lt_lt: Jūsų kvietimas privačiam pokalbiui nusiųstas vartotojui %s.
pl_pl: Twoje zaproszenie do prywatnego czatu zostało wysłane do %s.
pt_br: Seu convite de bate-papo privada foi enviado para %s.
sv_se: Din inbjudan till privat chatt har skickats till %s.
vi: Lời mời trò chuyện đã được gửi đến %s.

source: Private chat
cy: Sgwrs breifat
es_es: Chat privado
fi: Yksityinen chat
fr_fr: Chat privé
hr: Privatni chat
it_it: Chat privata
lt_lt: Privatus pokalbis
pl_pl: Prywatny czat
pt_br: Chat privado
sv_se: Privatchatt
vi: Trò chuyện riêng tư

source: Notice
cy: Hysbysiad
es_es: Aviso
et: teade
fi: Huomautus
fr_fr: Remarquer
hr: Napomena
it_it: Avvertimento
lt_lt: Pranešimas
pl_pl: Wiadomość
pt_br: Atenção
sv_se: Notis
uk: Повідомлення
vi: Chú ý

source: Start private chat with %s
cy: Dechrau sgwrs breifat â %s
es_es: Iniciar chat privado con %s
fi: Aloita yksityinen chat käyttäjän %s kanssa
fr_fr: Démarrer un chat privé avec %s
hr: Započni privatni chat sa %s
it_it: Inizia la chat privata con %s
lt_lt: Pradėti privatų pokalbį su %s
pl_pl: Rozpocznij prywatny czat z %s
pt_br: Iniciado chat privado com %s
sv_se: Starta privat chatt med %s
vi: Bắt đầu trò chuyện riêng với %s

source: Close this private chat
cy: Cau'r sgwrs breifat hon
es_es: Cerrar este chat privado
fi: Sulje tämä yksityinen chatti
fr_fr: Fermer cette conversation privée
hr: Zatvori ovaj privatni chat
it_it: Chiudi questa chat privata
lt_lt: Pabaigti privatų pokalbį
pl_pl: Zamknij ten prywatny czat
pt_br: Fechar esse chat privado
sv_se: Stäng denna privata chatt
vi: Đóng trò chuyện này

source: Minimize this private chat
cy: Lleihau'r sgwrs breifat yma
es_es: Minimizar este chat privado
fi: Pienennä tämä yksityinen chatti
fr_fr: Réduire ce chat privé
hr: Minimiziraj ovaj privatni chat
it_it: Minimizza questa chat privata
lt_lt: Sumažinti privatų pokalbį
pl_pl: Minimalizuj ten prywatny czat
pt_br: Minimizar esse chat privado
sv_se: Minimera denna privata chatt
vi: Thu nhỏ cửa sổ trò chuyện riêng tư

source: Restore this private chat
cy: Adfer y sgwrs breifat yma
es_es: Restaurar este chat privado
fi: Palauta tämä yksityinen chatti
fr_fr: Restaurer cette conversation privée
hr: Povrati ovaj privatni chat
it_it: Ripristina questa chat privata
lt_lt: Atkurti privatų pokalbį
pl_pl: Przywróć ten prywatny czat
pt_br: Restaurar esse chat privado
sv_se: Återställ denna privata chatt
vi: Mở lại trò chuyện này

source: You're about to send private chat invitation to %s. Are you sure?
cy: Rydych chi ar fin anfon gwahoddiad sgwrs breifat at %s. Ydych chi'n siwr?
es_es: Estás por enviar una invitación al chat privado a %s. ¿Estás seguro?
fi: Olet aikeissa lähettää yksityisen chat-kutsun käyttäjälle %s. Oletko varma että haluat tehdä tämän?
fr_fr: Vous êtes sur le point d'envoyer l'invitation de chat privé à %s. Etes-vous sûr?
hr: Upravo ćete poslati pozivnicu za privatni chat korisniku %s. Jeste li sigurni?
it_it: Ti accingi a spedire l'invito per questa chat privata a %s. Sei sicuro?
lt_lt: Jūs siunčiate kvietimą privačiam pokalbiui vartotojui %s. Ar tikrai?
pl_pl: Zamierzasz wysłać zaproszenie do prywatnego czatu do %s. Jesteś pewny?
pt_br: Você está prestes a enviar convite de bate-papo privada para %s. Quer continuar?
sv_se: Du är på väg att skicka privat inbjudan till %s. Är du säker?
vi: Bạn đang gửi lời mời trò chuyện riêng tư với %s. Bạn có chắc không?

source: You're about to accept private chat invitation from %s. Are you sure?
cy: Rydych chi ar fin derbyn gwahoddiad sgwrs breifat gan %s. Ydych chi'n siwr?
es_es: Estás por aceptar la invitación al chat privado de %s. ¿Estás seguro?
fi: Olet aikeissa hyväksyä yksityisen chat-kutsun käyttäjältä %s. Oletko varma että haluat tehdä tämän?
fr_fr: Vous êtes sur le point d'accepter l'invitation de chat privé à partir de%s. Êtes-vous sûr?
hr: Upravo ćete prihvatiti pozivnicu za privatni chat od korisnika %s. Jeste li sigurni?
it_it: Ti accingi a accettate l'invito a questa chat privata da %s. Sei sicuro?
lt_lt: Jūs priimate privataus pokalbio kvietimą nuo %s. Ar tikrai?
pl_pl: Zamierzasz zaakceptować zaproszenie do prywatnego czatu od %s. Jesteś pewny?
pt_br: Você está prestes a aceitar o convite de %s para o chat privado. Quer continuar?
sv_se: Du är på väg att acceptera privat chatt med %s. Är du säker?
vi: Bạn đang chấp nhận lời mời trò chuyện từ %s. Bạn có chắc không?

source: Fetch this chat room transcript
cy: Nôl trawsgrifiad yr ystafell sgwrsio yma
es_es: Extraer una copia transcrita de esta sala de chat
et: Tõmba see jututuba ärakirja
fi: Haen tämän chat-huoneen pöytäkirja
fr_fr: Rapporter cette transcription
hr: Dohvati transkript ove sobe za chat
it_it: Prendi questa trascrizione da questa chat
lt_lt: Išrinkti šio pokalbių kamberio stenogramą
pl_pl: Przechwyć ten czat do transkrypcji
pt_br: Buscar esta transcrição na sala de chat
sv_se: Hämta utskriften från chattumet
uk: Отримати цей канал Стенограма
vi: Xem phòng chat này dưới dạng văn bản thuần!

source: Transcript
cy: Trawsgrifiad
es_es: Transcripción
et: koopia
fi: Käsikirjoitus
fr_fr: Transcription
hr: Transkript
it_it: Trascrizione
lt_lt: Stenograma
pl_pl: Transkrypcja
pt_br: Transcrever
sv_se: Utskrift
uk: Стенограма
vi: Văn bản

source: Checking...
cy: Gwirio...
es_es: Comprobando...
et: Kontrollimine...
fi: Tarkistetaan...
fr_fr: Vérification ...
hr: Provjeravam...
it_it: Controllo...
lt_lt: Tikrinama...
pl_pl: Sprawdzam...
pt_br: Checando...
sv_se: Kontrollerar...
uk: Перевірка...
vi: Đang kiểm tra...

source: Donating or getting help
cy: Cyfrannu neu gael cymorth
es_es: Donar o recibir ayuda
et: Annetades või saada abi
fi: Lahjoittaminen tai avun haku
fr_fr: Faire un don ou obtenir de l'aide
hr: Donacije i dolazak do pomoći
it_it: Donare o ottenere supporto
lt_lt: Parama arba pagalbos užklausa
pl_pl: Dokonaj darowizny lub uzyskaj pomoc
pt_br: Doar ou pedir ajuda
sv_se: Donation eller få hjälp
uk: Пожертвування або отримання довідки
vi: Ủng hộ hoặc tìm sự giúp đỡ

source: General options
cy: Opsiynau cyffredinol
es_es: Opciones generales
et: General valikud
fi: Yleiset asetukset
fr_fr: Options générales
hr: Općenite opcije
it_it: opzioni generali
lt_lt: Pagrindinės nuostatos
pl_pl: Opcje ogólne
pt_br: Opções gerais
sv_se: Allmänna inställningar
uk: Загальні параметри
vi: Thiết lập cơ bản

source: Private chat options
cy: Opsiynau sgwrsio preifat
es_es: Opciones de chat privado
et: Private chat valikud
fi: Yksityishuoneiden asetukset
fr_fr: Des options de chat privées
hr: Opcije privatnog chat-a:
it_it: Opzioni chat privata
lt_lt: Privataus pokalbio nuostatos
pl_pl: Opcje prywatnego czatu
pt_br: Opções do chat privado
sv_se: Inställningar för privat chatt
uk: Параметри приватному чаті
vi: Thiết lập Trò chuyện riêng tư

source: Filter options
cy: Opsiynau hidlo
es_es: Opciones de filtro
et: filter valikud
fi: Suodatus asetukset
fr_fr: Les options de filtre
hr: Opcije filtera
it_it: Opzioni filtri
lt_lt: Filtravimo nuostatos
pl_pl: Opcje filtrowania
pt_br: Opções de Filtro
sv_se: Inställningar för filter
uk: Параметри фільтра
vi: Thiết lập lọc từ

source: Security options
cy: Opsiynau diogelwch
es_es: Opciones de seguridad
et: turbevõimaluste
fi: Turvallisuus asetukset
fr_fr: Les options de sécurité
hr: Opcije sigurnosti
it_it: Opzioni sicurezza
lt_lt: Saugumo nuostatos
pl_pl: Opcje bezpieczeństwa
pt_br: Opções de Segurança
sv_se: Säkerhetsinställningar
uk: Параметри безпеки
vi: Thiết lập bảo mật

source: Appearance options
cy: Opsiynau ymddangosiad
es_es: Opciones de apariencia
et: välimus valikud
fi: Ulkoasu asetukset
fr_fr: Options d'apparence
hr: Opcije izgleda
it_it: Opzioni aspetto
lt_lt: Išvaizdos nuostatos
pl_pl: Opcje widoku
pt_br: Opções de Aparência
sv_se: Inställningar för utseende
uk: Параметри вигляду
vi: Thiết lập Hiển Thị

source: Debug mode (enable only when debugging):
cy: Dull dafygio (galluogi yn unig pan yn dadfygio):
es_es: Modo de depuracion (activar sólamente cuando se depure):
et: Debug mode (võimalik ainult siis, kui korrigeerimine) :
fi: Testaustila (käytä vain testatessasi)
fr_fr: Mode Debug (activer uniquement lors du débogage):
hr: Debug mod (omogućiti samo kada debugirate):
lt_lt: Derinimo režimas (naudoti tik derinant):
pl_pl: Tryb raportowania błędów (włącz tylko gdy chcesz raportować błędy):
pt_br: Modo de depuração (habilitado somente quando estiver depurando)
sv_se: Debug-läge (aktivera endast när felsökning görs):
uk: Debug режим (увімкнути лише тоді, коли налагодження):
vi: Chế độ sửa lỗi (chỉ bật khi bạn đang kiểm tra lỗi):

source: Incoming message sound notification on by default:
cy: Hysbysiad sain ymlaen ar gyfer negeseuon sy'n dod i mewn yn ddiofyn:
es_es: Notificación de sonido para mensajes entrantes por defecto:
et: Saabuv sõnum heli teate vaikimisi:
fi: Tulevien viestin äänimerkki asetettuna päälle oletuksena:
fr_fr: Le nombre maximum de chiffres pour le préfixe des invités
hr: Zvuk dolazne poruke predefinirano uključen:
it_it: In entrata audio messaggio di notifica di default:
lt_lt: Garsinis įspėjimas apie gautą žinutę paprastai įjungtas:
pl_pl: Dźwięk nadchodzącej wiadomości włączony domyślnie:
pt_br: Notificações de som para mensagens novas ligados por padrão:
sv_se: Ljud för inkommande meddelande aktiverat som standard:
uk: Вхідні повідомлення звукових сповіщень на за замовчуванням:
vi: Bật báo tin nhắn bằng âm thanh mặc định:

source: Chat name prefix for guest users:
cy: Rhagddodiad enw sgwrsio ar gyfer gwesteion:
es_es: Prefijo de nombre para los usuarios invitados:
et: Jututuba nime prefiks külalisi :
fi: Chat-nimien alku vierailijoille:
fr_fr: préfixe du nom pour les utilisateurs invités:
hr: Prefiks posjetiteljevog korisničkog imena za chat:
it_it: Prefisso nome utente per gli ospiti:
lt_lt: Vartotojo priešdėlis neregistruotiems vartotojams:
pl_pl: Prefiks nazwy użytkownika gościa:
pt_br: Prefixo do nome dos usuários convidados no bate-papo:
sv_se: Chattnamn-prefix för gäster:
uk: Чат префікса для користувачів-гостей:
vi: Tiếp đầu ngữ cho tên của khách:

source: Maximum number of digits for random guests chat user name suffix:
cy: Y nifer mwyaf o ddigidau ar gyfer ôl-ddodiad enw defnyddiwr sgwrsio ar-hap:
es_es: Número máximo de dígitos al azar para el sufijo de nombre de usuario:
et: Maksimaalne kohtade arv juhuslike külalisi jututuba kasutajanime sufiks :
fi: Suurin mahdollinen määrä numeroita vierailijan nimen lopussa:
fr_fr: préfixe pour les utilisateurs invités
hr: Maksimalan broj znamenki za nasumični sufiks posjetiteljevog korisničkog imena za chat:
lt_lt: Skaitmenų skaičius atsitiktinėje neregistruotų vartotojų vardų priesagoje:
pl_pl: Maksymalna liczba cyfr dla sufiksu nazwy użytkownika gościa:
pt_br: Número máximo de dígitos para o sufixo dos nomes aleatórios para convidado:
sv_se: Max antal siffror för slumpmässigt valda chattnamn-suffix:
uk: Максимальна кількість цифр для випадкових Гості чату суфікс імені користувача:
vi: Số con số tối đa được tạo ra ngẫu nhiên vào tiếp vị ngữ cho tên của khách:

source: Clean button will delete messages older than following number of messages per chat room:
cy: Bydd y botwm glanhau yn dileu negeseuon sy'n hŷn na'r nifer ganlynol o negeseuon fesul ystafell sgwrsio:
es_es: Botón de limpiar eliminará mensajes más antiguos que el siguiente número de mensajes por sala de chat:
et: Clean nupp kustutab lugemiseks vanem kui järgmiste sõnumite arvu kohta jututuba :
fi: Puhdistus nappi poistaa viestit jotka ovat vanhempia kuin määrittämäsi viestien määrä:
fr_fr: permet de supprimer les messages de la fenêtre actuelle
hr: Očisti gumb će obrisati poruke starije od slijedećeg broja poruka u svakoj sobi za chat:
it_it: Il bottone "pulisci" cancellerà i messaggi più vecchi del seguente numero di messaggi della chat room:
lt_lt: Valymo klavišas ištrins žinutes, senesnes nei sekantis skaičius žinučių pokalbių kambaryje:
pl_pl: Przycisk wyczyść usunie wiadomości starsze niż następujący numeru wiadomości w danym czacie:
pt_br: Botão Limpar apaga mensagens com mais do que o seguinte número de mensagens por sala de bate-papo:
sv_se: RENSA knappen kommer att radera meddelande äldre än följande antal meddelande per chattrum:
vi: Nút "Làm sạch" sẽ xóa tất cả tin nhắn cũ trừ số lượng tin mới nhất bạn muốn chừa lại cho mỗi phòng chat:

source: Convert URLs to hyperlinks:
cy: Trosi URLau i hyperddolenni:
es_es: Convertir direcciones URL en hipervínculos:
et: Teisenda URLid hüperlinke :
fi: Muuta URL:t hyperlinkeiksi:
fr_fr: Convertir les URLs à des hyperliens:
hr: Pretvori URL-ove u hiperlink-ove:
it_it: Conversione URL in collegamenti ipertestuali:
lt_lt: Pakeisti URL į nuorodas:
pl_pl: Konwertuj adresy URL na hiperłącza:
pt_br: Converter URLs para hyperlinks:
sv_se: Konvertera URLer till länkar:
uk: Перетворення URL-адреси гіперпосилання:
vi: Tự nhận diện URL:

source: Disallow using special characters inside chat user names (including special locale characters):
cy: Rhwystro gan ddefnyddio nodau arbennig y tu mewn i enwau defnyddwyr (gan gynnwys nodau lleol arbennig):
es_es: No permitir el uso de caracteres especiales dentro de los nombres de usuario de chat (incluidos los caracteres locales especiales):
et: Keela kasutades erimärke sees jututuba kasutaja nimed (kaasa arvatud spetsiaalne locale tähemärki):
fi: Poista käytöstä erikoismerkkien käyttö käyttäjänimissä (estää myös ä,ö,å käytön):
fr_fr: Interdire l'utilisation de caractères spéciaux à l'intérieur des noms d'utilisateurs de chat (y compris les caractères spéciaux locale):
hr: Onemogući korištenje specijalnih znakova unutar imena za chat (uključujući i specijalne lokalizacijske znakove):
it_it: Non permettere uso di caratteri speciali all'ìinterno del nome utente (inclusi caratteri speciali locali):
lt_lt: Neleisti naudoti specialiųjų simbolių vartotojų varduose (įskaitant lokalės specialiąsias raides):
pl_pl: Zabroń używanie znaków specjalnych w nazwach użytkowników czatu (włączając znaki dialektyczne):
pt_br: Proibir o uso de caracteres especiais dentro de nomes de usuários de bate-papo (incluindo caracteres especiais locais):
sv_se: Förbjud användande av specialtecken i chattnamn (inkluderar lokala specialtecken):
uk: Заборонити використання спеціальних символів всередині чату імена користувачів (включаючи особливі locale символів):
vi: Không cho sử dụng kí tực đặc biệt trong tên hiển thị (bao gồm cả các tên trong ngôn ngữ địa phương):

source: Filter bad words contained inside other words:
cy: Hidlo geiriau drwg sydd wedi'u cynnwys tu mewn i eiriau eraill:
es_es: Filtro de malas palabras contenidas dentro de otras palabras:
et: Filter halvad sõnad sisalduvad sees Teisisõnu :
fi: Suodata kirosanat jotka ovat toisten sanojen sisällä:
fr_fr: Filtrer les mots contenus à l'intérieur de mauvais termes:
hr: Filtriraj zabranjene riječi unutar drugih riječi:
it_it: Filtra parolacce contenute in altre parole:
lt_lt: Filtruoti netinkamus žodžius įterptus į kitus žodžius:
pl_pl: Filtruj wykluczone słowa zawierające się w innych słowach:
pt_br: Filtrar palavras proibidas dentro de outras palavras:
sv_se: Filtrera förbjudna ord inuti anda ord:
uk: Фільтр погані слова, що містяться всередині інших слів:
vi: Lọc từ xấu bên trong các từ khác:

source: Bad words list (comma separated):
cy: Rhestr geiriau drwg (gwahanwyd gyda coma):
es_es: Lista de malas palabras (separadas por comas):
et: Bad sõnade nimekiri (eralda komaga)
fi: Kirosanalista (erottele pilkulla):
fr_fr: liste noir des mots (séparés par des virgules):
hr: Lista nedopuštenih riječi (odvojene zarezom):
it_it: Lista parolacce (separate da virgola):
lt_lt: Netinkamų žodžių sąrašas (atskirta kableliu):
pl_pl: Lista wykluczonych słów (oddzielona praecinkami)
pt_br: Lista das palavras proibidas (separar por vírgula):
sv_se: Förbjudna ord: (kommaseparerade):
uk: Погані слова список (розділювач-кома):
vi: Danh sách từ xấu (ngăn cách bởi dấu phẩy):

source: Logged in users can initiate private chat:
cy: Gall defnyddwyr sydd wedi mewngofnodi gychwyn sgwrs breifat:
es_es: Usuarios que hayan iniciado sesión pueden iniciar chats privados:
et: Sisse logitud kasutajad saavad algatada era- chat :
fi: Kirjautuneet käyttäjät voivat aloittaa yksityisiä chat-keskusteluita:
fr_fr: Les utilisateurs connectés peuvent lancer un chat privé:
hr: Prijavljeni korisnici mogu inicirati privatni chat:
it_it: Gli utenti loggati possono iniziare una chat privata:
lt_lt: Prisijungę vartotojai gali inicijuoti privatų pokalbį:
pl_pl: Zalogowani użytkownicy mogą inicjować prywatne czaty:
pt_br: Usuários registrados podem iniciar bate-papo privado:
sv_se: Inloggade användare kan påbörja privat chatt:
uk: Увійти в систему користувачі можуть ініціювати приватному чаті:
vi: Người dùng đã đăng nhập có thể tạo trò chuyện riêng tư:

source: Guest users can initiate private chat:
cy: Gall defnyddwyr gwadd gychwyn sgwrs breifat:
es_es: Usuarios invitados pueden iniciar chats privados:
et: Külaline kasutajad saavad algatada era vestlus:
fi: Vierailijat voivat aloittaa yksityisiä chat-keskusteluita:
fr_fr: Les invités peuvent engager chat privé:
hr: Posjetitelji mogu inicirati privatni chat:
it_it: L'utente ospite può iniziare la chat privata:
lt_lt: Neprisijungę vartotojai gali inicijuoti privatų pokalbį:
pl_pl: Goście mogą inicjować prywatne czaty:
pt_br: Os usuários convidados podem iniciar bate-papo privado:
sv_se: Gäster kan påbörja privat chatt:
uk: Відгуки користувачів можна розпочати особисту балачку:
vi: Khách có thể tạo cuộc trò chuyện riêng tư:

source: Only logged in users can participate in chat:
cy: Dim ond defnyddwyr sydd wedi mewngofnodi gall gymryd rhan mewn sgwrs:
es_es: Sólo usuarios que hayan iniciado sesión pueden participar en el chat:
et: Ainult sisse loginud kasutajad saavad osaleda chat :
fi: Vain kirjautuneet käyttäjät voivat osallistua chat-keskusteluun:
fr_fr: Seul les utilisateurs enregistrés peuvent participer dans le chat:
hr: Samo prijavljeni korisnici mogu sudjelovati u chat-u:
it_it: Solo gli utenti loggati possono partecipare in chat:
lt_lt: Tik prisijungę vartotojai gali dalyvauti pokalbyje:
pl_pl: Tylko zalogowani użytkownicy mogą uczestniczyć w czacie:
pt_br: Somente usuários registrados podem participar do bate-papo:
sv_se: Bara inloggade användare kan använda chatten:
uk: Тільки увійти в систему користувачі можуть брати участь в чаті:
vi: Chỉ thành viên đã đăng nhập mới được tham gia trò chuyện:

source: Protect registered users user names from being used by other users:
cy: Diogelu enwau defnyddwyr ddefnyddiwr cofrestredig rhag cael ei ddefnyddio gan ddefnyddwyr eraill:
es_es: Proteger los nombres de usuarios de usuarios registrados para no ser usados por otros usuarios:
et: Kaitske registreeritud kasutajad kasutaja nimed, mida kasutavad teised kasutajad :
fi: Suojele rekisteröityneiden käyttäjien käyttäjänimiä muilta käyttäjiltä:
fr_fr: Protéger des noms d'utilisateurs enregistrés :
hr: Zaštita korisničkih imena registriranih korisnika od korištenja od strane drugih korisnika:
it_it: Proteggi i nomi utente degli utenti registrati dall'essere utilizzati da altri:
lt_lt: Neleisti kitiems vartotojams naudoti registruotų vartotojų vardų:
pl_pl: Chroń nazwy zarejestrowanych użytkowników przed użyciem przez innych użytkowników:
pt_br: Protejer nomes de usuários registrados de ser utilizado por outros usuários:
sv_se: Skydda registrerade användares användarnamn från att användas av andra:
uk: Захист зареєстрованих користувачів імена користувачів використовується іншими користувачами:
vi: Không cho tên thành viên đã đăng kí sử dụng bởi người khác:

source: Allow users to change their chat user name:
cy: Galluogi defnyddwyr i newid eu enw defnyddiwr sgwrsio:
es_es: Permitir a usuarios cambiar su nombre de usuario del chat:
et: Luba kasutajatel muuta oma jututuba kasutaja nimi:
fi: Salli käyttäjien muuttaa heidän chat-nimeä:
fr_fr: Autoriser les utilisateurs à changer leur nom d'utilisateur :
hr: Dopusti korisnicima promjenu imena za chat:
it_it: Permetti agli utenti di poter cambiare il loro nome utente:
lt_lt: Leisti vartotojams keisti savo vardą:
pl_pl: Pozwól użytkownikom na zmianę ich nazwy użytkownika:
pt_br: Permitir que os usuários alterem o seu nome de usuário bate-papo:
sv_se: Tillåt användare att ändra deras chattnamn:
vi: Cho phép người dùng đổi tên hiển thị:

source: Maximum number of characters for each message:
cy: Nifer fwyaf o nodau ar gyfer pob neges:
es_es: Número máximo de caracteres por cada mensaje:
et: Maksimaalne tähemärkide arv iga sõnum:
fi: Korkein sallittu kirjainten määrä viesteissä:
fr_fr: Le nombre maximum de caractères pour chaque message:
hr: Maksimalan broj znakova za svaku poruku:
it_it: Numero massimo di caratteri per ogni messaggio:
lt_lt: Maksimalus raidžių skaičius kiekvienoje žinutėje:
pl_pl: Maksymalna liczba znaków dla każdej wiadomości:
pt_br: O número máximo de caracteres para cada mensagem:
sv_se: Max antal tecken för varje meddelande:
uk: Максимальна кількість символів для кожного з повідомлень:
vi: Số kí tự tối đa cho mỗi tin nhắn:

source: Restricted chat user names list (comma separated):
cy: Rhestr enwau defnyddwyr sydd ddim ar gael (gwahanwyd gyda coma):
es_es: Nombres de usuario restringidos del chat (separados por comas):
et: Piiratud jututuba kasutaja nimed (eralda komaga)
fi: Ylläpidolle varatut chatin käyttäjänimet (erottele pilkulla):
fr_fr: Restreint l'utilisateur de la liste des noms du chat (séparées par des virgules):
hr: Lista zabranjenih korisničkih imena (odvojenih zarezom):
it_it: Lista nomi utenti chat ristretta (separati da virgola):
lt_lt: Draudžamų vartotojų vardų sąrašas (atskirta kableliu):
pl_pl: Lista zastrzeżonych nazw użytkowników czatu (oddzielone przecinkami):
pt_br: Lista com nomes restritos para usuários (separar por vírgula):
uk: Обмежений чату імена список користувачів (розділювач-кома):
vi: Các tên hiển thị bị cấm (ngăn cách bởi dấu phẩy):
