Repository: Marko-M/quick-chat
Catalog: languages/quick-chat-*.po
Languages: cy, es_es, et, fi, fr_fr, hr, it_it, lt_lt, pl_pl, pt_br, sv_se, uk, vi

source: Message container height:
cy: Uchder cynhwysydd neges:
es_es: Altura del contenedor de mensajes:
et: Teade mahuti kõrgus:
fi: Viestilaatikon korkeus
fr_fr: Hauteur de la fenêtre du message :
hr: Visina prozora sa porukama:
it_it: Altezza area messaggi:
lt_lt: Žinučių konteinerio aukštis:
pl_pl: Wielkość bloku z wiadomościami:
pt_br: Tamanho da caixa de mensagem:
sv_se: Meddelanderuntans höjd:
uk: Висота контейнер повідомлення:
vi: Chiều cao ô tin nhắn:

source: Include user list:
cy: Cynhwyswch rhestr defnyddwyr:
es_es: Incluir lista de usuarios:
et: Kaasa kasutajate nimekiri :
fi: Lisää käyttäjälista
fr_fr: Afficher la liste des utilisateurs:
hr: Uključi listu korisnika:
it_it: Includi lista utenti:
lt_lt: Rodyti vartotojų sąrašą:
pl_pl: Dołącz listę użytkowników:
pt_br: Incluir lista de usuário:
sv_se: Inkludera användarlistan:
uk: Список користувачів, включають:
vi: Hiển thị danh sách người chat:

source: User list position:
cy: Sefyllfa Rhestr Defnyddwyr:
es_es: Posición de lista de usuarios:
et: Kasutaja nimekirja seisukoht:
fi: Käyttäjälistan sijainti
fr_fr: Position dans le chat de la liste utilisateur:
hr: Smještaj liste korisnika:
it_it: Posizione lista utenti:
lt_lt: Vartotojų sąrašo vieta:
pl_pl: Pozycja listy użytkowników:
pt_br: Posição da lista de usuários:
sv_se: Plats i användarlistan:
uk: Користувач список позиції:
vi: Vị trí danh sách người dùng:

source: Visible to logged in users:
cy: Yn weladwy i ddefnyddwyr teilwng:
es_es: Visible para usuarios registrados:
et: Nähtav sisse loginud kasutajad :
fi: Nähtävillä kirjautuneille käyttäjille
fr_fr: Visible aux utilisateurs enregistrés:
hr: Vidljiv prijavljenim korisnicima:
it_it: Utenti loggati visibili:
lt_lt: Rodyti prisiregistravusiems vartotojams:
pl_pl: Widoczny dla zalogowanych użytkowników:
pt_br: Visível para usuários logados:
sv_se: Synlig för inloggade användare:
uk: Видимі для зареєстрованих користувачів:
vi: Hiển thị với người đã đăng nhập:

source: Visible to guest users:
cy: Yn weladwy i westeion :
es_es: Visible para invitados:
et: Nähtav külalisi :
fi: Nähtävillä vierailijoille
fr_fr: Visible pour les invités:
hr: Vidljiv posjetiteljima:
it_it: Ospiti visibili:
lt_lt: Rodyti neregistruotiems vartotojams:
pl_pl: Widoczny dla niezalogowanych użytkowników:
pt_br: Visível para usuários convidados:
sv_se: Synlig för gäster:
uk: Видимі для користувачів-гостей:
vi: Hiển thị với khách:

source: Include avatars:
cy: Cynnwys Dras:
es_es: Incluir avatares:
et: Kaasa avatare :
fi: Lisää avatarit
fr_fr: Afficher les smileys:
hr: Uključi avatare:
it_it: Includi avatar:
lt_lt: Rodyti avatarus:
pl_pl: Dołącz avatary:
pt_br: Incluir avatars:
sv_se: Inkludera avatarer:
uk: Аватари, включають:
vi: Hiển thị Avatar:

source: Include smilies container:
cy: Yn weladwy i westeion:
es_es: Incluir contenedor de caritas:
et: Kaasa smailid mahuti:
fi: Lisää hymiö laatikko
fr_fr: Afficher la listes des Smileys :
hr: Uključi kutiju sa smajlićima:
it_it: Includi contenitore smilies:
lt_lt: Rodyti smailikų konteinerį:
pl_pl: Dołącz blok z emotikonami:
pt_br: Incluir caixa de emoticons:
sv_se: Inkludera smilies:
uk: Смайли контейнер, включають:
vi: Hiển thị các mặt cười:

source: Include send button:
cy: Cynhwyswch y botwm anfon:
es_es: Incluir botón de enviar:
et: Kaasa saata nupp:
fi: Lisää lähetä nappi
fr_fr: Afficher le bouton envoyer:
hr: Uključi gumb za slanje:
it_it: Includi il bottone invia:
lt_lt: Rodyti siuntimo mygtuką:
pl_pl: Dołącz przyciśk wyślij:
pt_br: Incluir botão "Enviar":
sv_se: Inkludera skicka-knapp:
uk: Включає кнопку відправити:
vi: Hiển thị nút gửi:
