Repository: Marko-M/quick-chat
Catalog: languages/quick-chat-*.po
Languages: cy, es_es, et, fi, fr_fr, hr, it_it, lt_lt, pl_pl, pt_br, sv_se, uk, vi

source: Deny chat access to the following IP addresses (comma separated):
cy: Gwrthod mynediad sgwrsio i'r cyfeiriadau IP canlynol (gwahanwyd á coma):
es_es: Negar el acceso al chat a las siguientes direcciones IP (separadas por comas):
et: Keeldu jututuba ligipääsu järgmistele IP aadressid (eralda komaga)
fi: Kiellä chat pääsy seuraaville IP-osotteille (erottele pilkulla):
fr_fr: Refuser l'accès aux adresses IP suivantes (séparées par des virgules):
hr: Ne dopusti pristup chat-u korisnicima sa slijedećim IP adresama (odvojenim zarezom):
it_it: Rifiuta l'accesso in chat ai seguenti indirizzi IP (separati da virgola):
lt_lt: Drausti priėjimą iš sekančių IP adresų (atskirta kableliu):
pl_pl: Zabroń dostępu do czatu dla następujących adresów IP (oddzielone przecinkami):
pt_br: Negar acesso no chat para os seguintes endereços IPs (separar por vírgula):
uk: Відмовити в доступі чат на такі ІР-адреси (розділювач-кома):
vi: Không cho phép các IP sau trò chuyện (ngăn cách bởi dấu phẩy):

source: Hide Quick Chat sidebar widget on pages where same chat room is embedded using shortcode:
cy: Cuddio teclyn bar ochr Quick Chat ar dudalennau lle mae'r un ystafell sgwrsio wedi'i ymgorffori yn defnyddio shortcode:
es_es: Esconder widget de barra lateral de Quick Chat cuando la misma sala de chat está incrustada usando el código abreviado:
et: Peida Quick Chat sidebar vidina lehekülgedel, kus samal jututuba põimitud kasutades lühikood:
fi: Piilota Quick Chat sivupalkin vimpain sivuilta jossa on jo jokin chat-huone liitettynä käyttäen lyhennyskoodia:
fr_fr: Masquer Quick Chatdu Sidebar widget sur les pages où salle de chat est même embarqués utilisant le petit code
hr: Sakrij Quick Chat widget na stranicama gdje je ista chat soba postavljena unutar posta:
lt_lt: Slėpti Quick Chat šoninį įtaisą puslapiuose, kuriuose tas pats pokalbių kambarys integruotas naudojant trumpąjį kodą:
pl_pl: Ukryj boczny wigdet Quick Chat na stronach gdzie ten sam pokój czatu jeżeli jest osadzony przy użyciu shortcode:
pt_br: Ocultar widget de Chat Rápido em páginas onde sala de chat esiver usando shortcode:
uk: Приховати швидкий чат, вбудований віджетів на сторінках, де ж чат кімнату за допомогою shortcode:
vi: Ẩn thanh Quick Chat ở trang có cùng chung một phòng chat được chèn bằng shortcode:

source: Hide "Powered by Quick Chat" link (big thanks for not hiding it):
cy: Cuddio dolen "Wedi'i bweru gan Quick Chat" (diolch yn fawr am beidio ei guddio):
es_es: Ocultar "Powered by Quick Chat" link (muchas gracias por no ocultar):
et: Peida "Powered by Quick Chat" link (suur tänu mitte varjates seda) :
fi: Piilota "Palvelun tarjoaa Quick Chat" linkki (kiitos paljon jos et piilota sitä):
fr_fr: Masquer "Powered by Quick Chat" le lien (un grand merci pour ne pas le cacher):
hr: Sakrij "Pogonjeno od Quick Chat" poveznicu (veliko hvala zato je ne skrivate):
it_it: Nascondi il link "Powered by Quick Chat" (mille grazie se non lo nascondi):
lt_lt: Slėpti "Powered by Quick Chat" nuorodą (labai dėkingi jei jos neslėpsite):
pl_pl: Ukryj "Powered by Quick Chat" link (duże podziękowania za nie robienie tego):
pt_br: Esconder "Desenvolvido por Quick Chat" link (agradecemos muito se não esconder):
uk: Приховати "Живлення від швидкий чат" посилання (велике спасибі за не приховувати його):
vi: Ẩn liên kết "Cung cấp bởi Quick Chat" (rất cám ơn nếu bạn không ẩn):

source: Manual timestamp offset when displaying messages (+/- hours):
cy: Gwrthbwys stamp amser â llaw wrth arddangos negeseuon (+ / - awr):
et: Käsitsi timestamp saldeerida väljapanek lugemiseks (+ / - tundides):
fi: Manuaalinen aikaeron korjaus viesteille (+/- tuntia):
fr_fr: Horodatage Manuel décalage lors de l'affichage des messages (+ / - heures):
hr: Ručni pomak sata prilikom prikaza poruka (+/- sati):
lt_lt: Rankinė laiko žymės korekcija prie žinučių (+/- valandos):
pl_pl: Manualne przesunięcie czasu wyświetlania wiadomości (+/- godzin):
pt_br: Timestamp manual ao exibir mensagens de (+ / - horas):
uk: Ручне часової позначки зсув при відображенні повідомлень (+ /-годин):
vi: Hiệu chỉnh sự chênh lệch thời gian khi hiển thị tin nhắn (+/- tiếng):

source: User avatar size (pixels):
cy: Maint rhithffurf defnyddiwr (picsel):
es_es: Tamaño de avatar de usuario (píxeles):
et: Kasutaja avatari suurus (pikslites) :
fi: Käyttäjän avatar-kuvan koko (pikseleitä):
fr_fr: Avatar de l'utilisateur la taille (en pixels):
hr: Veličina avatara (pikseli):
it_it: Dimensione dell'avatar utente (in pixel):
lt_lt: Vartotojos avataro dydis (pikseliai):
pl_pl: Wielkość avatara użytkownika (w pikselach):
pt_br: Tamanho do avatar do usuário (pixels):
sv_se: Avatar-storlek (i pixlar):
uk: Користувач Аватар розмір (пікселі):
vi: Kích thước avatar (px):

source: Advertisement code for your AdSense or other ads placed between chat user name input box and message text input box:
cy: Cod Hysbyseb ar gyfer eich hysbysebion AdSense neu eraill a roddir rhwng blwch mewnbwn enw defnyddiwr a blwch mewnbwn y neges testun :
es_es: Código de Adsense o de otro servicio se coloca entre la caja de entradas del usuario y el nombre del buzón de mensajes:
et: Reklaam koodi oma AdSense või muu reklaami vahele panna chat kasutajanime input kasti ja sõnum tekstisisestusaken :
fi: Mainostuskoodi sinun AdSense tai jollekin muulle mainokselle joka sijoitetaan käyttäjänimi laatikon ja viestilaatikon väliin.
fr_fr: Publicité pour le code de vos annonces AdSense , placé entre les utilisateurs du chat
hr: Kod za reklame prikazane između kutije za unos imena za chat te kutije za unos poruke:
it_it: Codice AdSense o altri ads da posizionare tra spazio nome utente e spazio scrittura:
lt_lt: Reklamos kodas Jūsų AdSense ar kitom reklamoms, patalpintoms tarp vartotojo vardo įvedimo lauko ir žinutės įvedimo lauko:
pl_pl: Kod twojej reklamy AdSense lub inne dodatki umieszczone pomiędzy polem nazwy użytkownika a polem wpisywania wiadomości:
pt_br: Código de propaganda para seus anúncios do AdSense ou outros. Será inserido entre a caixa de texto que digita o nome do usuário e a mensagem de entrada de texto:
sv_se: Annonskod för Adsense eller liknande annonser placerade mellan rutan för användarnamn och meddelandefältet:
uk: Рекламний код для вашого AdSense або інші оголошення поміщається між вводу полі Ім'я користувача чат і вікна введення тексту повідомлення:
vi: Đoạn mã Quảng cáo sẽ được đặt giữa ô tên người chat và ô nhập nội dung chat:

source: Donate using PayPal (sincere thank you for your help):
cy: Cyfrannwch gan ddefnyddio PayPal (diolch am eich cymorth):
es_es: Donar usando PayPal (sincero agradecimiento por su ayuda):
et: Anneta kasutades PayPal (siiralt tänan teid teie abi):
fi: Lahjoita käyttäen PayPalia (paljon kiitoksia lahjoituksistasi):
fr_fr: Faites un don en utilisant PayPal (mes sincères remerciements pour votre aide):
hr: Donacija pomoću PayPal-a (iskreno hvala na Vašoj pomoći):
it_it: Dona utilizzando PayPal (grazie mille per il supporto):
lt_lt: Paremti per PayPal (nuoširdžiai dėkojame už pagalbą):
pl_pl: Dokonaj darowizny używając PayPal (serdecznie dziękuję za twoją pomoc):
pt_br: Doar usando Paypal (agradecimento sincero pela ajuda):
sv_se: Donera med PayPal (tack så hjärtligt för ditt stöd):
uk: Пожертвувати за допомогою PayPal (щиро дякуємо вам за вашу допомогу):
vi: Ủng hộ bằng Paypal (rất cảm ơn vì sự giúp đở của bạn):

source: Quick Chat version:
cy: Fersiwn Quick Chat:
es_es: Versión de Quick Chat:
et: Quick Chat versioon:
fi: Quick Chat versio:
fr_fr: Version
hr: Quick Chat verzija:
it_it: Versione Quick Chat:
lt_lt: Quik Chat versija:
pl_pl: Wersja Quick Chat:
pt_br: Versão do Quick Chat:
uk: Швидкий чат версії:
vi: Phiên bản Quick Chat:

source: Quick Chat FAQ:
cy: Cwestiynau Cyffredin Quick Chat:
es_es: Preguntas frecuentes sobre Quick Chat:
fr_fr: FAQ:
hr: Quick Chat ČPP:
it_it: FAQ Quick Chat:
lt_lt: Quick Caht DUK:
pt_br: Perguntas frequentes do Quick Chat:
uk: Швидкий чаті відповіді:

source: Quick Chat changelog:
cy: Newid Cofnod Sgwrs Cyflym:
es_es: Cambios en Quick Chat:
et: Quick Chat muutus :
fi: Quick Chat muutoslogi
fr_fr: Journal du Quick chat
hr: Quick Chat dnevnik izmjena:
it_it: Changelog Quick Chat:
lt_lt: Quick Chat pakeitimų puslapis:
pl_pl: Dziennik zmian Quick Chat:
pt_br: Modificações no Quick Chat:
sv_se: Ändringslogg för Quick Chat:
uk: Швидкий чат список змін:
vi: Thay đổi của Quick Chat:

source: Quick Chat support page:
cy: Tudalen Gymorth Quick Chat
es_es: Soporte de Quick Chat:
et: Quick Chat tugilehekülge :
fi: Quick Chat tukisivusto:
fr_fr: page support
hr: Quick Chat stranica za pomoć:
it_it: Pagina di supporto Quick Chat:
lt_lt: Quick Chat palaikymo puslapis:
pl_pl: Strona wsparcia Quick Chat:
pt_br: Página de suporte do Quick Chat:
sv_se: Supportsida för Quick Chat:
uk: Швидка сторінку підтримки чату:
vi: Trang hỗ trợ của Quick Chat:

source: options page
cy: tudalen dewisiadau
es_es: página de opciones
et: Valikud lehele
fi: Asetukset sivu
fr_fr: page d'options
hr: stranica sa opcijama
it_it: pagina opzioni
lt_lt: nustatymų puslapis
pl_pl: strona opcji
pt_br: página de opções
sv_se: sidan för alternativ
uk: Параметри сторінки
vi: - Trang Thiết Lập

source: If you find Quick Chat useful you can donate to help it's development. Also you can get help with Quick Chat:
cy: Os ydych yn feindio Sgwrs Cyflym yn ddefnyddiol yna y gallwch chi rhoi arian y'w ddatblygu. Hefyd, gallwch gael help gyda Sgwrs Cyflym:
es_es: Si encuentra Quick Chat útil, puede donar para ayudar con su desarrollo. También puede obtener ayuda con Quick Chat:
et: Kui leiate, Quick Jututuba kasulik võite annetada, et aidata tal arengut. Samuti saad aidata Quick Chat :
fi: Jos löydät Quick Chatin hyödylliseksi voit lahjoittaa rahaa sen parantamiseksi. Voit myös saada apua Quick Chatin avulla:
fr_fr: Si vous trouvez Quick Chat utile , vous pouvez faire un don pour aider à son développement.
hr: Ako Vam se Quick Chat pokazao korisnim, možete pomoći njegovom razvoju tako da donirate. Isto tako možete dobiti pomoć u vezi Quick Chat-a:
it_it: Se trovi utile Quick Chat puoi fare una donazione per supportarne lo sviluppo. Puoi anche ottenere aiuto con Quick Chat:
lt_lt: Jei Quick Chat Jums bus naudingas, Jūs galite paremti programos plėtojimą. Taip pat galite tikėtis pagalbos apie Quick Chat naudojimą:
pl_pl: Jeżeli Quick Chat okazał się być użyteczny możesz dokonać darowizny aby pomóc w jego rozwoju. Możesz także otrzymać pomoc odnośnie Quick Chat'u:
pt_br: Se você acha que Quick Chat é utíl, você pode doar para ajudar no seu desenvolvimento. Poderá também pedir ajuda ao suporte Quick Chat:
sv_se: Gillar du Quick Chat får du gärna skänka en peng för att stödja utvecklingen. Du kan också få hjälp med Quick Chat.
uk: Якщо ви знайдете, швидкий чат корисним ви можете подарувати, допомогти його розвитку. Також ви можете отримати допомогу з швидкий чат:
vi: Nếu bạn thấy Quick Chat hữu ích, bạn có thể ủng hộ để chúng tôi phát triển tốt hơn. Tất nhiên bạn cũng sẽ nhận được sự giúp đỡ từ Quick Chat:

source: Here you can control all general options:
cy: Yma gallwch reoli'r holl ddewisiadau cyffredinol:
es_es: Aquí puede controlar todas las opciones generales:
et: Siin saate kontrollida kõiki peamist võimalust:
fi: Tässä voit hallita kaikkia yleisiä asetuksia:
fr_fr: Ici, vous pouvez contrôler toutes les options générales:
hr: Ovjde možete kontrolirati sve općenite opcije:
it_it: Qui puoi controllare le opzioni generali:
lt_lt: Čia nustatomos visos pagrindinės opcijos:
pl_pl: Tutaj możesz kontrolować wszystkie ogólne opcje:
pt_br: Aqui você controla todas as opções gerais:
sv_se: Här kan du kontrollera de generella alternativen:
uk: Тут ви можете контролювати всі загальні параметри:

source: Here you can control all private chat options:
cy: Yma gallwch reoli'r holl ddewisiadau sgwrsio preifat:
es_es: Aquí puede controlar las opciones de todos los chats privados:
et: Siin saate kontrollida kõigi era jututuba valikud:
fi: Tässä voit hallita yksityisviestien asetuksia:
fr_fr: Ici, vous pouvez contrôler toutes les options de chat privées:
hr: Ovjde možete kontrolirati opcije privatnog chat-a:
lt_lt: Čia nustatomos visos privataus pokalbio opcijos:
pl_pl: Tutaj możesz kontrolować wszystkie opcje prywatnych czatów:
pt_br: Aqui você pode controlar todas as opções de chat privadas:
sv_se: Här kan du kontrollera alternativen för privatchatt:
uk: Тут ви можете контролювати всі параметри приватному чаті:
vi: Bạn có thể thiết lập mọi cuộc trò chuyện riêng tư ở đây:

source: Here you can control Quick Chat message and chat user names filter:
cy: Yma gallwch reoli negeseuon Quick Chat a hidl enwau defnyddwyr:
es_es: Aquí puede controlar mensajes de Quick Chat y filtro de nombres de usuario:
et: Siin saate kontrollida Quick Chat sõnum ja vestelda kasutaja nimed filter:
fi: Tässä voit hallita Quick Chatin viestien ja käyttäjänimien filtteriä:
fr_fr: Ici vous pouvez contrôler le message Quick Chat et les noms d'utilisateur du filtre:
hr: Ovdje možete kontrolirati filter poruka i imena korisnika chata:
it_it: Qui puoi controllare il filtraggio di messaggi e nomi utenti Quick Chat:
lt_lt: Čia nustatomi Quick Chat žinučių ir pokalbio varotojų vardų filtrai:
pl_pl: Tutaj możesz kontrolować wiadomości i filtr nazw użytkowników Quick Chat'a:
pt_br: Aqui você pode controlar mensagens do bate-papo e filtrar os nomes dos usuários:
sv_se: Här kan du kontrollera filtret för meddelanden och användarnamn i Quick Chat:
uk: Тут ви можете контролювати, швидкий чат і чат користувача імена фільтр:
vi: Tại đây bạn có thể thiết lập các từ được lọc trong tin nhắn và tên hiển thị:

source: In this section you can control security options:
cy: Yn yr adran yma y medri di reoli dy ddewisiadau diogelwch
es_es: En esta sección se pueden controlar las opciones de seguridad:
et: Selles osas saate kontrollida turvalisuse võimalusi :
fi: Tässä osiossa voit hallita turvallisuus asetuksia:
fr_fr: Dans cette section, vous pouvez contrôler les options de sécurité:
hr: O ovom odjeljku možete kontrolirati opcije sigurnosti:
it_it: In questa sezione puoi controllare le opzioni sulla sicurezza:
lt_lt: Šioje dalyje galite nustatyti saugumo opcijas:
pl_pl: W tej sekcji możesz kontrolować opcje bezpieczeństwa:
pt_br: Nesta sessão você pode controlar as opções de segurança:
sv_se: I denna avdelning kan du kontrollera säkerhetsalternativen:
uk: У цьому розділі ви можете контролювати параметри безпеки:
vi: Tại đây bạn có thể thiết lập tùy chọn cho việc bảo mật:

source: Here are the Quick Chat appearance options:
cy: Dyma ddewisiadau golwg Quick Chat
es_es: Aquí están las opciones de apariencia para Quick Chat:
et: Siin on Quick Chat välimus võimalusi:
fi: Tässä on Quick Chatin ulkoasu valinnat:
fr_fr: Voici les options apparences Chat
hr: Ovo su Quick Chat opcije izgleda:
it_it: Qui trovi le opzioni dell'aspetto della Quick Chat:
lt_lt: Quick Chat išvaizdos nustatymai:
pl_pl: Tutaj są opcje wyglądu Quick Chat'a:
pt_br: Aqui estão as opções de aparência do Quick Chat:
sv_se: Här är Quick Chats utseendealternativ:
uk: Ось швидкий чат параметри вигляду:
vi: Đây là thiết lập cho cách Quick Chat hiển thị:

source: FAQ
es_es: Preguntas más frecuentes
hr: Često postavljana pitanja
lt_lt: DUK
pt_br: Perguntas frequentes

source: Changelog
cy: Cofnod o'r newidiadau
es_es: Cambios
et: muutus
fi: Muutoslogi
fr_fr: Des modifications
hr: Dnevnik izmjena
lt_lt: Pakeitimų sąrašas
pl_pl: Dziennik zmian
pt_br: Registro de modificações
sv_se: Ändringslogg
uk: Список змін
vi: Thay đổi

source: Quick Chat at TechyTalk.info
cy: Quick Chat ar TechyTalk.info
es_es: Quick Chat de TechyTalk.info
fi: Quick Chat TechyTalk.info sivuilla
fr_fr: Quick Chat de TechyTalk.info
hr: Quick Chat na TechyTalk.info
it_it: Quick Chat su TechyTalk.info
pl_pl: Quick Chat na TechyTalk.info
pt_br: Quick Chat em TechyTalk.info
sv_se: Quick Chat på TechyTalk.info
uk: Швидкий чат в TechyTalk.info
vi: Quick Chat tại TechyTalk.Info

source: Quick Chat Admin's Lounge
cy: Lolfa Gweinyddwyr Quick Chat
es_es: Sala de Administradores de Quick Chat
et: Quick Chat admin Lounge
fi: Quick Chat valvojien aula
fr_fr: Administration du Quick Chat
hr: Quick Chat Administratorska Soba:
lt_lt: Quick Chat Administratoriaus laukiamasis
pl_pl: Czat z administratorem
pt_br: Sala dos administradores do Quick Chat
sv_se: Redaktionens chatthörna
uk: Швидкий чат лаунж-адміністратора
vi: Phòng chờ của Admin Quick Chat

source: Add this user's IP address to your IP block list
cy: Ychwanegu cyfeiriad IP y defnyddiwr i'ch rhestr gwaharddiedig
es_es: Agregar este IP de usuario a tu lista de IP bloqueados
et: Lisa see kasutaja IP- aadress teie IP blokeerimise nimekirja
fi: Lisää tämän käyttäjän IP-osoite sinun porttikiellossa olevien IP-listaan
fr_fr: Ajoutez l'adresse IP de cet utilisateur à votre liste de blocage IP
hr: Dodaj IP adresu ovog korisnika na IP blok listu
lt_lt: Įtraukti vartotojo IP adresą į nepageidaujamų IP sąrašą
pl_pl: Dodaj adres IP tego użytkownika do twojej blokowanej listy IP
pt_br: Adicionar o IP deste usuário à sua lista de IP's bloqueados
sv_se: Lägg till denna användares IP-adress till din lista över blockerade IP-adresser
uk: Додайте IP-адресу цього користувача до чорного списку IP
vi: Thêm IP của người chat này vào danh sách cấm

source: Ban
cy: Gwahardd
es_es: Banear
et: keelata
fi: Porttikielto
hr: Blokiraj
it_it: Bannato
lt_lt: Banas
pt_br: Banir
sv_se: Banna
uk: Заборона
vi: Cấm

source: Select/deselect all messages toggle
cy: Dewis/Dad-ddewis pob neges
es_es: Seleccionar/Deseleccionar todos los mensajes
et: Vali / eemalda kõik kirjad lülitada
fi: Valitse/älä valitse kaikkien viestin tilan muuttaminen
fr_fr: Sélectionner / dé sélectionner tous les messages
hr: Označi/odznači sve poruke
it_it: Seleziona/deseleziona cambio di stato per tutti i messaggi
lt_lt: Žymėti/nežymėti visas žinutes
pl_pl: Zaznacz/odznacz wszystkie wiadomości
pt_br: Alternar selecionar/desselecionar todas as mensagens
sv_se: Markera/avmarkera alla meddelanden
uk: Виділення/скасування виділення відображення або приховання всіх повідомлень
vi: Chọn/bỏ chọn tất cả tin nhắn

source: Toggle
cy: Togl
es_es: Alternar
et: Lülitab
fi: Muuta tila
fr_fr: Basculer
hr: Sve/ništa
it_it: Cambio di stato
lt_lt: Perjungti
pl_pl: Zaznacz
pt_br: Alternar
sv_se: Markera
uk: Перемикач
vi: Lựa chọn

source: Delete selected messages
cy: Dileu negeseuon dethol
es_es: Borrar mensajes seleccionados
et: Kustuta valitud kirjad
fi: Poista valitut viestit
fr_fr: Supprimer les messages sélectionnés
hr: Obriši označene poruke
it_it: Cancella i messaggi selezionati
lt_lt: Naikinti pasirinktas žinutes
pl_pl: Usuń zaznaczone wiadomości
pt_br: Apagar mensagens selecionadas
sv_se: Radera markerade meddelanden
uk: Видалення вибраних повідомлень
vi: Xóa tin đã chọn

source: Delete
cy: Dileu
es_es: Borrar
et: kustutama
fi: Poista
fr_fr: Effacer
hr: Obriši
it_it: Cancellare
lt_lt: Naikinti
pl_pl: Usuń
pt_br: Deletar
sv_se: Radera
uk: Видалити
vi: Xóa

source: Clean all except the latest %s messages
cy: Clirio pob neges heblaw am y %s diwethaf
es_es: Limpiar todo excepto los últimos %s mensajes
et: Puhastage kõik peale viimase %s lugemiseks
fi: Puhdista kaikki paitsi %s viimeisintä viestiä.
fr_fr: Nettoyer tous les messages, sauf le dernier message %s
hr: Očisti sve osim zadnjih %s poruka
lt_lt: Valyti viską išskyrus paskutines %s žinutes
pl_pl: Wyczyść wszystko z wyjątkiem ostatnich %s wiadomości
pt_br: Limpar tudo, exceto as últimas %s mensagens
sv_se: Rensa alla utom de senaste %s meddelandena
vi: Xóa tất cả trừ %s tin mới nhất

source: Clean
cy: Glan
es_es: Limpiar
et: Puhastama
fi: Puhdista
fr_fr: Nettoyer
hr: Očisti
it_it: Pulisci
lt_lt: Išvalyti
pl_pl: Wyczyść
pt_br: Limpar
sv_se: Rensa
vi: Làm Sạch

source: Enable/disable auto scroll when new message arrives
cy: Galluogi/Analluogi sgrolio awtomatig pan fo neges newydd yn cyrraedd
es_es: Activar/Desactivar auto desplazamiento para nuevos mensajes
et: Võimalda / blokeeri auto leidke kui saabub uus sõnum
fi: Ota käyttöön/poista käytöstä automaattinen rullaus uusien viestin saapuessa
fr_fr: Activer / désactiver le défilement automatique lors un nouveau message arrive
hr: Omogući/onemogući auto scroll kada doće nova poruka
it_it: Abilita/disabilita l'auto scorrimento quando arrivano nuovi messaggi
lt_lt: Įjungti/išjungti autoslinktį, kai gaunama nauja žinutė
pl_pl: Włącz/wyłącz automatyczny scroll kiedy nadejdzie nowa wiadomość
pt_br: Habilitar/desabilitar rolagem automática nas novas mensagens
uk: Увімкнути/вимкнути автоматичне прокручування, коли надходить нове повідомлення
vi: Bật/tắt chức năng tự động cuộn xuống khi có tin nhắn mới

source: Scroll
cy: Sgroliwch
es_es: Desplazar
et: Liikuge
fi: Rullaa
fr_fr: Défiler
it_it: Scorri
lt_lt: Slinktis
pt_br: Travar
sv_se: Rulla
uk: Прокручування
vi: Cuộn Xuống

source: Enable/disable sound notification when new message arrives
cy: Galluogi/Analluogi sain pan fo neges newydd yn cyrraedd
es_es: Activar/Desactivar sonido para notificaciones
et: Võimalda / blokeeri heli teate, kui saabub uus sõnum
fi: Ota käyttöön/poista käytöstä ääni huomautukset uuden viestin saapuessa.
fr_fr: Activer / désactiver la notification sonore lorsque un nouveau message arrive
hr: Omogući/onemogući zvuk dolaska nove poruke
it_it: Abilita/disabilita le notifiche sonore quando arrivano nuovi messaggi
lt_lt: Įjungti/išjungti garsinį pranešimą apie naujas žinutes
pl_pl: Włącz/wyłącz powiadomienie dźwiękowe kiedy nadejdzie nowa wiadomość
pt_br: Habilitar/desabilitar notificações de som nas novas mensagens
uk: Увімкнути/вимкнути Звукові сповіщення, коли надходить нове повідомлення
vi: Bật/tắt tiếng khi có tin nhắn mới đến

source: Sound
cy: Sain
es_es: Sonido
et: heli
fi: Ääni
fr_fr: Son
hr: Zvuk
it_it: Suoni
lt_lt: Garsas
pl_pl: Dźwięk
pt_br: Som
sv_se: Ljud
uk: Звук
vi: Tiếng

source: You must login if you want to participate in chat.
cy: Rhaid i chi fewngofnodi os ydych chi am gymryd rhan mewn sgwrs.
es_es: Usted debe ingresar si quiere participar en el chat.
et: Te peate sisse logida, kui soovite osaleda chat.
fi: Sinun täytyy kirjautua sisään osallistuaksesi keskusteluun.
fr_fr: Vous devez vous connecter si vous souhaitez participer :
hr: Morate se prijaviti ako želite sudjelovati u chatu.
it_it: Devi essere registrato per partecipare alla chat.
lt_lt: Jūs turite prisiregistruoti, jei norite dalyvauti pokalbyje.
pl_pl: Musisz być zalogowany jeżeli chcesz uczestniczyć w czacie.
pt_br: Você deve estar identificado para participar do bate-papo.
sv_se: Du måste logga in för att delta i chatten.
uk: Ви повинні увійти, якщо ви хочете взяти участь в чаті.
vi: Bạn phải đăng nhập để tham gia trò chuyện.

source: Send
cy: Anfon
es_es: Enviar
et: saatma
fi: Lähetä
fr_fr: Envoyer :
hr: Pošalji
it_it: Invia
lt_lt: Siūsti
pl_pl: Wyślij
pt_br: Enviar
sv_se: Skicka
uk: Надіслати
vi: Gửi

source: Powered by Quick Chat
cy: Pwerir gan Quick Chat
es_es: Impulsado por Quick Chat
fi: Palvelun tarjoaa Quick Chat
fr_fr: Crée par Quick Chat
hr: Pogonjeno od Quick Chat
pt_br: Desenvolvido por Quick Chat
sv_se: Drivs av Quick Chat
uk: Живлення від швидкий чат
vi: Cung cấp bởi Quick Chat

source: Title
cy: Teitl
es_es: Título
et: pealkiri
fi: Otsikko
fr_fr: Titre :
hr: Naslov
it_it: Titolo
lt_lt: Antraštė
pl_pl: Tytuł
pt_br: Título
sv_se: Titel
uk: Назва
vi: Tiêu đề

source: Chat room name:
cy: Enw stafell sgwrsio:
es_es: Sala de chat:
et: Jututuba nimi:
fi: Chat-huoneen nimi
fr_fr: Nom du Quick Chat
hr: Chat soba:
it_it: Chat room:
lt_lt: Pokalbių kambario pavadinimas:
pl_pl: Nazwa czatu:
pt_br: Nome da sala de bate-papo:
sv_se: Chattrummets namn:
uk: Назву кімнати чату:
vi: Tên phòng chat:
